[
    "I think if this country gets any kinder or gentler, it's literally going to cease to exist.",
    "We're rounding 'em up in a very humane way, in a very nice way. And they're going to be happy because they want to be legalized. And, by the way, I know it doesn't sound nice. But not everything is nice.",
    "What I won't do is take in two hundred thousand Syrians who could be ISIS... I have been watching this migration. And I see the people. I mean, they're men. They're mostly men, and they're strong men. These are physically young, strong men. They look like prime-time soldiers. Now it's probably not true, but where are the women?... So, you ask two things. Number one, why aren't they fighting for their country? And number two, I don't want these people coming over here.",
    "I will build a great, great wall on our southern border, and I will have Mexico pay for that wall. Mark my words.",
    "I think I could have stopped it because I have very tough illegal immigration policies, and people aren't coming into this country unless they're vetted and vetted properly.",
    "[Overseas] we build a school, we build a road, they blow up the school, we build another school, we build another road, they blow them up, we build again. In the meantime we can't get a fucking school in Brooklyn.",
    "I will be phenomenal to the women. I mean, I want to help women.",
    "Do you believe in punishment for abortion – yes or no – as a principle?",
    "It's like in golf... A lot of people - I don't want this to sound trivial - but a lot of people are switching to these really long putters, very unattractive... it's weird. You see these great players with these really long putters, because they can't sink three-footers anymore. And, I hate it. I am a traditionalist. I have so many fabulous friends who happen to be gay, but I am a traditionalist.",
    "I have a great relationship with African Americans, as you possibly have heard. I just have great respect for them. And they like me. I like them.",
    "The U.S. cannot allow EBOLA-infected people back. People that go to far away places to help out are great - but must suffer the consequences!",
    "It's really cold outside, they are calling it a major freeze, weeks ahead of normal. Man, we could use a big fat dose of global warming!",
    "No matter what you do - guns, no guns - it doesn't matter. You have people that are mentally ill. And they're gonna come through the cracks. And they're going to do things that people will not even believe are possible.",
    "Our country is in serious trouble. We don't have victories any more. We used to have victories but [now] we don't have them. When was the last time anybody saw us beating, let's say, China, in a trade deal? They kill us. I beat China all the time. All the time.",
    "They're sending people that have lots of problems, and they're bringing those problems with us. They're bringing drugs. They're bringing crime. They're rapists. And some, I assume, are good people.",
    "When you see the other side chopping off heads, waterboarding doesn't sound very severe.",
    "The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive.",
    "Well, if I ever ran for office, I'd do better as a Democrat than as a Republican - and that's not because I'd be more liberal, because I'm conservative. But the working guy would elect me. He likes me. When I walk down the street, those cabbies start yelling out their windows.",
    "I think the big problem this country has is being politically correct. I've been challenged by so many people and I don't, frankly, have time for total political correctness.",
    "To be blunt, people would vote for me. They just would. Why? Maybe because I'm so good looking.",
    "The line of 'Make America great again,' the phrase, that was mine, I came up with it about a year ago, and I kept using it, and everybody's using it, they are all loving it. I don't know, I guess I should copyright it, maybe I have copyrighted it.",
    "If Hillary Clinton can't satisfy her husband what makes her think she can satisfy America?",
    "If you look at Saddam Hussein, he killed terrorists. I'm not saying he was an angel, but this guy killed terrorists.",
    "Jeb said, 'we were safe with my brother. We were safe.' Well, the World Trade Center just fell down! Now, am I trying to blame him? I'm not blaming anybody. But the World Trade Center came down. So when he said, we were safe, that's not safe.",
    "I never attacked him on his looks, and believe me, there's plenty of subject matter right there.",
    "I'm the most successful person ever to run for the presidency, by far. Nobody's ever been more successful than me. I'm the most successful person ever to run. Ross Perot isn't successful like me. Romney - I have a Gucci store that's worth more than Romney.",
    "[John McCain is]... not a war hero. He's a war hero - he's a war hero 'cause he was captured. I Like people that weren't captured, OK, I hate to tell you.",
    "[email protected] is unattractive both inside and out. I fully understand why her former husband left her for a man - he made a good decision.",
    "My favourite part [of Pulp Fiction] is when Sam has his gun out in the diner and he tells the guy to tell his girlfriend to shut up. 'Tell that bitch to be cool. Say: Bitch be cool.' I love those lines.",
    "While @BetteMidler is an extremely unattractive woman, I refuse to say that because I always insist on being politically correct.",
    "Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what the hell is going on.",
    "Just tried watching Modern Family - written by a moron, really boring. Writer has the mind of a very dumb and backward child. Sorry Danny!",
    "I look very much forward to showing my financials, because they are huge.",
    "The concept of shaking hands is absolutely terrible, and statistically I've been proven right.",
    "Sorry losers and haters, but my IQ is one of the highest - and you all know it! Please don't feel so stupid or insecure, it's not your fault.",
    "I think Viagra is wonderful if you need it, if you have medical issues, if you've had surgery. I've just never needed it. Frankly, I wouldn't mind if there were an anti-Viagra, something with the opposite effect. I'm not bragging. I'm just lucky. I don't need it.",
    "All of the women on The Apprentice flirted with me - consciously or unconsciously. That's to be expected.",
    "Certain guys tell me they want women of substance, not beautiful models. It just means they can't get beautiful models.",
    "She does have a very nice figure... If [Ivanka] weren't my daughter, perhaps I'd be dating her.",
    "I would never buy Ivana any decent jewels or pictures. Why give her negotiable assets?",
    "I have never seen a thin person drinking Diet Coke.",
    "Show me someone with no ego and I'll show you a big loser.",
    "As a kid, I was making a building with blocks in our playroom. I didn't have enough. So I asked my younger brother Robert if I could borrow some of his. He said, 'Okay, but you have to give them back when you're done.' I used all of my blocks, then all of his blocks, and when I was done I had a great building, which I then glued together. Robert never did get those blocks back.",
    "I'm intelligent. Some people would say I'm very, very, very intelligent.",
    "I say, not in a braggadocios way, I've made billions and billions of dollars dealing with people all around the world.",
    "My fingers are long and beautiful, as, it has been well documented, are various other parts of my body.",
    "I was down there, and I watched our police and our firemen, down on 7-Eleven, down at the World Trade Center, right after it came down",
    "The only card she has is the woman's card. She's got nothing else to offer and frankly, if Hillary Clinton were a man, I don't think she'd get 5 percent of the vote. The only thing she's got going is the woman's card, and the beautiful thing is, women don't like her.",
    "I could stand in the middle of 5th Avenue and shoot somebody and I wouldn't lose voters.",
    "You could see there was bloody coming out of her eyes. Blood coming out of her wherever.",
    "Why are we having all these people from shithole countries coming here?",
    "I loved my previous life. I had so many things going. This is more work than in my previous life. I thought it would be easier.",
    "What a crowd, what a turnout.",
    "Look at my African-American!",
    "I won’t do anything to take care of them. I’ll supply funds and she’ll take care of the kids. It’s not like I’m gonna be walking the kids down Central Park.",
    "I’m a negotiator, like you folks.",
    "You’re disgusting.",
    "In life you have to rely on the past, and that’s called history.",
    "Why would Kim Jong-un insult me by calling me ‘old,’ when I would NEVER call him ‘short and fat?’ Oh well, I try so hard to be his friend - and maybe someday that will happen!",
    "Crooked Hillary Clinton is the worst (and biggest) loser of all time. She just can’t stop, which is so good for the Republican Party. Hillary, get on with your life and give it another try in three years!",
    "Russia will have much greater respect for our country when I am leading it than when other people have led it…If Putin likes Donald Trump, I consider that an asset, not a liability, because we have a horrible relationship with Russia.",
    "I would bet if you took a poll in the FBI I would win that poll by more than anybody’s won a poll.",
    "[Kim Jong-Un] speaks and his people sit up at attention. I want my people to do the same.",
    "Nobody has better respect for intelligence than Donald Trump.",
    "We’re … increasing our budget by many billions of dollars, because of North Korea and other reasons, having to do with the anti-missile.",
    "Nobody knew health care could be so complicated.",
    "We condemn in the strongest possible terms this egregious display of hatred, bigotry and violence on many sides. On many sides.",
    "You know, I go to Washington and I see all these politicians, and I see the swamp. And it’s not a good place. In fact today I said we ought to change it from the word swamp to the word cesspool or, perhaps, to the word sewer.",
    "If you look at President Obama and other presidents, most of them didn’t make calls. A lot of them didn’t make calls. I like to call when it’s appropriate.",
    "North Korean Leader Kim Jong Un just stated that the “Nuclear Button is on his desk at all times.” Will someone from his depleted and food starved regime please inform him that I too have a Nuclear Button, but it is a much bigger & more powerful one than his, and my Button works!",
    "I’m the least racist person you have ever interviewed.",
    "At least 24 players kneeling this weekend at NFL stadiums that are now having a very hard time filling up. The American public is fed up with the disrespect the NFL is paying to our Country, our Flag and our National Anthem. Weak and out of control!",
    "So they’re investigating something that never happened.",
    "Despite the constant negative press covfefe",
    "What you’re seeing and what you’re reading is not what’s happening,"
]